Repository: MarqueIV/winsparkle
Catalog: translations/*.po
Languages: da, gl_es, ka, ug

source: Software Update
da: Softwareopdatering
gl_es: Actualización do soporte lóxico
ka: პროგრამის განახლება
ug: يۇمشاق دېتالنى يېڭىلاش

source: Release notes:
da: Udgivelsesnoter:
gl_es: Novidades:
ka: განახლების აღწერა:
ug: تارقىتىش ئۇچۇرلىرى:

source: Skip this version
da: Overspring denne version
gl_es: Ignorar esta versión
ka: ამ ვერსიის გამოტოვება
ug: بۇ نەشرىدىن ئاتلا

source: Remind me later
da: Påmind mig senere
gl_es: Lembrarmo máis tarde
ka: მოგვიანებით შეხსენება
ug: مېنى كېيىن ئەسكەرت

source: Install update
da: Installér opdateringer
gl_es: Instalar actualización
ka: განახლების დაყენება
ug: يېڭىلاشنى ئورنات

source: %s cannot be restarted.
da: %s kan ikke genstartes.
gl_es: non se pode reiniciar %s.
ka: %s-ის გადატვირთვა შეუძლებელია.
ug: %s قايتا قوزغىلالمايدۇ.

source: Make sure that you don't have any unsaved documents and try again.
da: Sørg for, at der ikke er dokumenter, som ikke er gemt, og forsøg igen.
gl_es: Teña a certeza de que non ten ningún documento sen gardar e inténteo de novo.
ka: გთხოვთ, დარწმუნდეთ რომ არ გაქვთ შეუნახავი დოკუმენტები და სცადოთ ხელახლა.
ug: تېخى ساقلىمىغان ھېچقانداق پۈتۈكنىڭ يوقلۇقىغا كاپالەتلىك قىلىپ ئاندىن قايتا سىناڭ.

source: Launching the installer...
da: Starter installationsprogrammet...
gl_es: Iniciando o instalador...
ka: მიმდინარეობს დაყენების დაწყება...
ug: ئورناتقۇچنى قوزغىتىۋاتىدۇ…

source: Failed to launch the installer.
da: Kunne ikke starte installationsprogrammet.
gl_es: Houbo un erro ao iniciar o instalador.
ka: დაყენების დაწყება ვერ მოხერხდა.
ug: ئورناتقۇچنى قوزغىتالمىدى.

source: Checking for updates...
da: Søger efter opdateringer...
gl_es: Buscando actualizacións...
ka: მიმდინარეობს განახლებების შემოწმება...
ug: يېڭىلاشنى تەكشۈرۈۋاتىدۇ…

source: Cancel
da: Afbryd
gl_es: Cancelar
ka: გაუქმება
ug: ۋاز كەچ

source: You're up to date!
da: Du er opdateret!
gl_es: Xa está actualizado!
ka: თქვენი ვერსია განახლებულია!
ug: سىزدىكىسى ئەڭ يېڭىسى!

source: %s %s is currently the newest version available.
da: %s %s er pt. senest tilgængelige version.
gl_es: %s %s é a versión dispoñible máis recente.
ka: %s %s ამჟამად არის უახლესი ვერსია.
ug: %s %s نىڭ يېڭى نەشرىنى ئىشلەتكىلى بولىدۇ.

source: Close
da: Luk
gl_es: Pechar
ka: დახურვა
ug: ياپ

source: Update Error!
da: Opdateringsfejl!
gl_es: Houbo un erro ao actualizar!
ka: განახლების შეცდომა!
ug: يېڭىلاش خاتالىقى!

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
da: En fejl opstod under hentning af opdateringsoplysninger. Er internetforbindelsen aktiv? Forsøg igen senere.
gl_es: Ocorreu un erro ao querer obter información sobre a actualización. Está conectado á rede? Inténteo novamente máis tarde.
ka: განახლების ინფორმაციის მიღებისას წარმოიშვა შეცდომა; ხართ თუ არა დაკავშირებული ინტერნეტთან? გთხოვთ, სცადოთ მოგვიანებით.
ug: يېڭىلاش ئۇچۇرىغا ئېرىشىۋاتقاندا خاتالىق كۆرۈلدى؛ سىز ئىنتېرنېتقا باغلانغانمۇ؟ سەل تۇرۇپ قايتا سىناڭ.

source: The update is improperly signed.
da: Opdateringen er ikke korrekt signeret.
gl_es: A actualización non está asinada correctamente.
ka: განახლება არ არის სწორად ხელმოწერილი.
ug: يېڭىلاش نامۇۋاپىق ئىمزا قويۇلغان.

source: A new version of %s is available!
da: En ny version af %s er tilgængelig!
gl_es: Está dispoñible unha nova versión de %s!
ka: ხელმისაწვდომია %s-ის ახალი ვერსია!
ug: %s نىڭ يېڭى نەشرىنى ئىشلەتكىلى بولىدۇ!

source: Get update
da: Hent opdatering
gl_es: Baixar actualización
ka: განახლების მიღება
ug: يېڭىلاشقا ئېرىش

source: %s %s is now available (you have %s). Would you like to download it now?
da: %s %s er nu tilgængelig (denne er version %s). Download den nu?
gl_es: %s %s está dispoñible (a súa versión é a %s). Gustaríache baixar a nova versión agora?
ka: ხელმისაწვდომია %s %s (თქვენი ვერსიაა %s). გსურთ ჩამოტვირთოთ ახლა?
ug: %s %s نى ئىشلەتكىلى بولىدۇ (سىزنىڭ %s). ئۇنى ھازىر چۈشۈرۈشنى خالامسىز؟

source: Downloading update...
da: Downloader opdatering...
gl_es: Descargando actualización...
ka: მიმდინარეობს განახლების ჩამოტვირთვა...
ug: يېڭىلاشنى چۈشۈرۈۋاتىدۇ…

source: %s of %s
da: %s af %s
gl_es: %s de %s
ka: %s %s-დან
ug: %s / %s

source: Ready to install.
da: Klar til at installere.
gl_es: Listo para instalar.
ka: მზად არის დასაყენებლად.
ug: ئورنىتىشقا تەييارلاندى.

source: Check for updates automatically?
da: Søg automatisk efter opdateringer?
gl_es: Buscar actualizacións automaticamente?
ka: მოხდეს განახლების ავტომატური შემოწმება?
ug: يېڭىلاشنى ئۆزلۈكىدىن تەكشۈرەمدۇ؟

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
da: Skal %s automatisk søge efter opdateringer? Man kan altid søge efter opdateringer manuelt i menuen.
gl_es: Debe %s comprobar as actualizacións automaticamente? Podes comprobar as actualizacións manualmente desde o menú.
ka: გსურთ რომ %s-მა ავტომატურად შეამოწმოს განახლებები? თქვენ ყოველთვის შეგიძლიათ ხელით შეამოწმოთ განახლებები მენიუდან.
ug: %s يېڭىلىنىشنى ئۆزلۈكىدىن تەكشۈرسۇنمۇ؟ ئۆزىڭىز تىزىملىكتىن يېڭىلاشنى دائىم تەكشۈرەلەيسىز.

source: Check automatically
da: Søg automatisk
gl_es: Buscar automaticamente
ka: ავტომატურად შემოწმება
ug: ئۆزلۈكىدىن تەكشۈر

source: Don't check
da: Søg ikke
gl_es: Non comprobar
ka: არ მოხდეს შემოწმება
ug: تەكشۈرمە
